Merge pull request #12 from nahuelsantos/feature/update-env-variables
feat: Update env variables
